<?php

return [

    /*
    |--------------------------------------------------------------------------
    | প্রমাণীকরণ (Authentication) ভাষা ফাইল
    |--------------------------------------------------------------------------
    |
    | নিচের ভাষা লাইনগুলো লগইন, রেজিস্ট্রেশন, পাসওয়ার্ড পরিবর্তনসহ বিভিন্ন
    | প্রমাণীকরণ সম্পর্কিত বার্তা প্রদর্শনের জন্য ব্যবহৃত হয়।
    |
    */

    'failed'                            => 'এই তথ্য আমাদের রেকর্ডের সাথে মেলে না।',
    'failed_to_change_password'         => 'পাসওয়ার্ড পরিবর্তন করতে ব্যর্থ হয়েছে!',
    'password'                          => 'প্রদত্ত পাসওয়ার্ডটি সঠিক নয়।',
    'throttle'                          => 'অনেকবার লগইন করার চেষ্টা হয়েছে। অনুগ্রহ করে :seconds সেকেন্ড পরে আবার চেষ্টা করুন।',
    'logout'                            => 'লগআউট',
    'remember_me'                       => 'আমাকে মনে রাখুন',
    'enter_registered_email'            => 'পাসওয়ার্ড রিসেট করতে আপনার নিবন্ধিত ইমেইল ঠিকানা লিখুন',
    'forgot_password'                   => 'পাসওয়ার্ড ভুলে গেছেন?',
    'login_to_account'                  => 'আপনার অ্যাকাউন্টে লগইন করুন',
    'role_not_exist'                    => 'এই অ্যাকাউন্টের জন্য কোনো ভূমিকা (Role) নির্ধারণ করা হয়নি!',
    'inactive_account'                  => 'এই অ্যাকাউন্টটি নিষ্ক্রিয় আছে।',
    'fill_details'                      => 'আপনার অ্যাকাউন্ট তৈরি করতে নিচের তথ্যগুলো পূরণ করুন',
    'agree_terms'                       => 'অনুগ্রহ করে শর্তাবলীতে সম্মতি দিন!',
    'requested_to_change_password'      => 'আমরা আপনার পাসওয়ার্ড রিসেটের অনুরোধ পেয়েছি। অনুগ্রহ করে নতুন পাসওয়ার্ড লিখুন!',

    'login'                             => 'লগইন',
    'register'                          => 'নিবন্ধন',

    'dont_have_account'                 => 'এখনও কোনো অ্যাকাউন্ট নেই?',

];
