<?php

return [
    'name'                      => "ক্যারিয়ার নাম",
    'carrier'                   => 'ক্যারিয়ার',
    'carriers'                  => 'সব ক্যারিয়ার',
    'list'                      => 'ক্যারিয়ার তালিকা',
    'create'                    => 'নতুন ক্যারিয়ার তৈরি করুন',
    'add_carrier'               => 'ক্যারিয়ার যুক্ত করুন',
    'details'                   => 'ক্যারিয়ার বিস্তারিত',
    'update_carrier'            => 'ক্যারিয়ার হালনাগাদ করুন',
    'enable_carrier'            => 'শিপিং বা ডেলিভারি ক্যারিয়ার সক্রিয় করুন',
    'shipping_carrier'          => 'শিপিং ক্যারিয়ার',
    'is_enable_carrier_charge'  => 'ক্যারিয়ার (শিপিং/ডেলিভারি) চার্জ সক্রিয় করুন',
    'shipping_charge'           => 'শিপিং চার্জ',
    'distribute_across_items'   => 'এই চার্জটি পণ্যের মধ্যে ভাগ করুন',
    'shipping'                  => 'শিপিং',
];
