<?php

return [
    'expense'                       => 'খরচ',
    'details'                       => 'খরচের বিস্তারিত',
    'expense_category'              => 'খরচের বিভাগ',
    'list'                          => 'খরচের তালিকা',
    'create'                        => 'নতুন খরচ তৈরি করুন',
    'expense_type'                  => 'খরচের ধরন', // এটি আসলে অ্যাকাউন্ট
    'code'                          => 'খরচের কোড',
    'number'                        => 'খরচের নম্বর',
    'items'                         => 'খরচের পণ্যসমূহ',
    'update'                        => 'খরচ হালনাগাদ করুন',
    'report'                        => 'খরচ রিপোর্ট',
    'item'                          => 'খরচের পণ্য',
    'item_report'                   => 'খরচের পণ্য রিপোর্ট',
    'payment_report'                => 'খরচের পেমেন্ট রিপোর্ট',
    'total_expenses'                => 'মোট খরচ',

    'category' => [
        'category'      => 'বিভাগ',
        'type'          => 'বিভাগের ধরন',
        'details'       => 'খরচের বিভাগের বিস্তারিত',
        'create'        => 'নতুন বিভাগ তৈরি করুন',
        'list'          => 'বিভাগের তালিকা',
        'update'        => 'বিভাগ হালনাগাদ করুন',
    ],

    //1.4.8
    'subcategory' => [
        'subcategory'   => 'উপবিভাগ',
        'type'          => 'উপবিভাগের ধরন',
        'details'       => 'খরচের উপবিভাগের বিস্তারিত',
        'create'        => 'নতুন উপবিভাগ তৈরি করুন',
        'list'          => 'উপবিভাগের তালিকা',
        'update'        => 'উপবিভাগ হালনাগাদ করুন',
    ],

    //1.5.1
    'add'                           => 'খরচ যুক্ত করুন',

    //2.4
    'allow_user_to_view_all_expenses'  => 'ব্যবহারকারীকে অন্য ব্যবহারকারীদের তৈরি সব খরচ দেখার অনুমতি দিন',

    'category.edit'                 => 'বিভাগ সম্পাদনা',
    'category.view'                 => 'বিভাগ দেখুন',
    'category.delete'               => 'বিভাগ মুছুন',

    'subcategory.edit'              => 'উপবিভাগ সম্পাদনা',
    'subcategory.view'              => 'উপবিভাগ দেখুন',
    'subcategory.delete'            => 'উপবিভাগ মুছুন',
];
