<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | নিচের ভাষার লাইনগুলো পাসওয়ার্ড রিসেট করার সময় ব্যবহার করা হয়। যেমন,
    | অবৈধ token বা ভুল নতুন পাসওয়ার্ডের কারণে রিসেট ব্যর্থ হলে।
    |
    */

    'reset' => 'আপনার পাসওয়ার্ড সফলভাবে রিসেট করা হয়েছে।',
    'sent' => 'আমরা আপনার পাসওয়ার্ড রিসেট লিঙ্ক ইমেইল করেছি।',
    'throttled' => 'পুনরায় চেষ্টা করার আগে অনুগ্রহ করে অপেক্ষা করুন।',
    'token' => 'এই পাসওয়ার্ড রিসেট token অবৈধ।',
    'user' => 'আমরা এই ইমেইল ঠিকানার সাথে কোনো ব্যবহারকারী খুঁজে পাচ্ছি না।',

];
