<?php

return [

    'info'                      => 'সময়সূচির তথ্য',
    'scheduling'                => 'সময়সূচি নির্ধারণ',
    'schedule'                  => 'সময়সূচি',
    'schedules'                 => 'সময়সূচিসমূহ',
    'list'                      => 'সময়সূচির তালিকা',
    'create'                    => 'সময়সূচি তৈরি করুন',
    'add_schedule'              => 'সময়সূচি যোগ করুন',
    'details'                   => 'সময়সূচির বিস্তারিত',
    'update_schedule'           => 'সময়সূচি হালনাগাদ করুন',
    'date'                      => 'সময়সূচির তারিখ',
    'code'                      => 'সময়সূচি কোড',
    'status'                    => 'সময়সূচির অবস্থা',
    'start_at'                  => 'শুরু হওয়ার সময়',
    'end_at'                    => 'শেষ হওয়ার সময়',
    'receipt'                   => 'রসিদ',
    'receipt_to'                => 'রসিদ প্রদত্ত ব্যক্তি/প্রতিষ্ঠান',
    'date_of_receipt'           => 'রসিদ প্রদানের তারিখ',
    'assigned_jobs'             => 'নির্ধারিত কাজসমূহ',
    'jobs'                      => 'কাজসমূহ',
    'job_code'                  => 'কাজের কোড',
    'scheduler_note'            => 'সময়সূচিকারীর নোট',
    'failed_to_update_job_code' => 'কাজের কোড হালনাগাদ করতে ব্যর্থ!',
];
