<?php

return [

    'info'                      => 'সেবার তথ্য',
    'service'                   => 'সেবা',
    'name'                      => 'সেবার নাম',
    'services'                  => 'সেবাসমূহ',
    'list'                      => 'সেবার তালিকা',
    'create'                    => 'সেবা তৈরি করুন',
    'add'                       => 'সেবা যোগ করুন',
    'details'                   => 'সেবার বিস্তারিত',
    'update'                    => 'সেবা হালনাগাদ করুন',
    'select_name'               => 'সেবার নাম নির্বাচন করুন',
    'select'                    => 'সেবা নির্বাচন করুন',
    'please_select_services'    => 'অনুগ্রহ করে সেবা নির্বাচন করুন',
    'please_select_service_quantity' => 'অনুগ্রহ করে সেবার পরিমাণ নির্বাচন করুন',

    'trending'                  => 'জনপ্রিয় সেবাসমূহ',
    'recent_orders'             => 'সাম্প্রতিক সেবা অর্ডারসমূহ',
];
