<?php

return [

    'info'                      => 'সরবরাহকারীর তথ্য',
    'supplier'                  => 'সরবরাহকারী',
    'suppliers'                 => 'সরবরাহকারীগণ',
    'list'                      => 'সরবরাহকারীর তালিকা',
    'create_supplier'           => 'সরবরাহকারী তৈরি করুন',
    'add_supplier'              => 'সরবরাহকারী যোগ করুন',
    'details'                   => 'সরবরাহকারীর বিস্তারিত',
    'update_supplier'           => 'সরবরাহকারী হালনাগাদ করুন',
    'notify_supplier'           => 'সরবরাহকারীকে অবহিত করুন',
    'empty_email'               => "এই সরবরাহকারীর কোনো ইমেইল ঠিকানা নেই",

    'name'                      => "সরবরাহকারীর নাম",
    'total'                     => "মোট সরবরাহকারী",
    'supplier_invoice_number'   => "সরবরাহকারীর চালান নম্বর",
    /*1.1.2*/
    'due_payment_report'        => "সরবরাহকারীর বকেয়া পরিশোধ প্রতিবেদন",
    /*1.2.1*/
    'default_supplier'          => "ডিফল্ট সরবরাহকারী হিসেবে নির্ধারণ করুন",
    //2.4.1
    'payables_minus_receivables' => 'সরবরাহকারীর প্রাপ্য - প্রদেয়',
];
