<?php

return [

    'info'                      => 'ট্যাক্স সম্পর্কিত তথ্য',
    'tax'                       => 'ট্যাক্স',
    'taxes'                     => 'সমস্ত ট্যাক্স',
    'list'                      => 'ট্যাক্সের তালিকা',
    'create_tax'                => 'নতুন ট্যাক্স তৈরি করুন',
    'add_tax'                   => 'ট্যাক্স যোগ করুন',
    'details'                   => 'ট্যাক্সের বিস্তারিত',
    'update_tax'                => 'ট্যাক্স হালনাগাদ করুন',
    'rate'                      => 'হার',
    'tax_rate'                  => 'ট্যাক্সের হার',
    'tax_rates'                 => 'ট্যাক্সের হারসমূহ',
    'tax_type'                  => 'ট্যাক্সের ধরন',
    'before_tax'                => 'ট্যাক্সের আগে',
    'total'                     => 'মোট ট্যাক্স',
    'tax_applicability'         => 'ট্যাক্স প্রযোজ্যতা',
    'tax_number'                => 'ট্যাক্স নম্বর',
    'tax_amount'                => 'ট্যাক্সের পরিমাণ',
    'taxable_amount'            => 'ট্যাক্সযোগ্য পরিমাণ',
    'cgst'                      => 'সিজিএসটি (CGST)',
    'sgst'                      => 'এসজিএসটি (SGST)',
    'igst'                      => 'আইজিএসটি (IGST)',
    'gst'                       => 'জিএসটি (GST)',
    'taxable_value'             => 'ট্যাক্সযোগ্য মূল্য',
    //2.3.2
    'gst_number'                => 'জিএসটি নম্বর',
];
