<?php

return [

    'unit'                          => 'একক',
    'units'                         => 'এককসমূহ',
    'list'                          => 'এককের তালিকা',
    'create'                        => 'নতুন একক তৈরি করুন',
    'update'                        => 'একক হালনাগাদ করুন',
    'add_unit'                      => 'একক যোগ করুন',
    'details'                       => 'এককের বিস্তারিত তথ্য',
    'update_unit'                   => 'একক হালনাগাদ করুন',
    'select_unit'                   => 'একক নির্বাচন করুন',
    'edit_unit'                     => 'একক সম্পাদনা করুন',
    'base'                          => 'মূল একক',
    'secondary'                     => 'গৌণ একক',

];
