<?php

return [

    /*
    |--------------------------------------------------------------------------
    | ব্যবহারকারী সংক্রান্ত ভাষা লাইন
    |--------------------------------------------------------------------------
    |
    | নিচের ভাষা লাইনগুলো ব্যবহারকারীর নিবন্ধন, লগইন, প্রোফাইল এবং
    | তথ্য ব্যবস্থাপনার জন্য ব্যবহৃত হয়।
    |
    */

    'name' 						=> 'নাম',
    'user'                      => 'ব্যবহারকারী',
    'username' 					=> 'ইউজারনেম',
    'first_name' 				=> 'প্রথম নাম',
    'last_name' 				=> 'শেষ নাম',
    'email' 					=> 'ইমেইল ঠিকানা',
    'password'					=> 'পাসওয়ার্ড',
    'confirm_password' 			=> 'পাসওয়ার্ড নিশ্চিত করুন',
    'registration_success'      => 'নিবন্ধন সফল হয়েছে!',
    'login_success'             => 'সাইন ইন সফল হয়েছে!',
    'user_info'                 => 'ব্যবহারকারীর তথ্য',
    'users'                     => 'ব্যবহারকারীগণ',
    'profile'                   => 'প্রোফাইল',
    'users_list'                => 'ব্যবহারকারীর তালিকা',
    'create_user'               => 'নতুন ব্যবহারকারী তৈরি করুন',
    'user_details'              => 'ব্যবহারকারীর বিস্তারিত',
    'profile_details'           => 'প্রোফাইলের বিস্তারিত',
    'edit_profile'              => 'প্রোফাইল সম্পাদনা করুন',
    'old_password'              => 'পুরনো পাসওয়ার্ড',
    'profile_picture'           => 'প্রোফাইল ছবি',
    'user_picture'              => 'ব্যবহারকারীর ছবি',

    'update_profile'            => 'প্রোফাইল হালনাগাদ করুন',
    'update_user'               => 'ব্যবহারকারী হালনাগাদ করুন',
    'assigned_user'             => 'বরাদ্দকৃত ব্যবহারকারী',
    'user_status'               => 'ব্যবহারকারীর অবস্থা',

];
